{
    "principles": [
        {
            "name": "Transparency",
            "description": "Create systems and outputs that are understandable to relevant stakeholders."
        },
        {
            "name": "Accountability",
            "description": "Take responsibility for how systems operate and their impact on society."
        },
        {
            "name": "Fairness",
            "description": "Treat all stakeholders equitably and prevent undesirable stereotypes and biases."
        },
        {
            "name": "Reliability & Safety",
            "description": "Build systems to perform safely even in the worst-case scenario."
        },
        {
            "name": "Privacy and Security",
            "description": "Protect data from misuse and unintentional access to ensure privacy rights."
        },
        {
            "name": "Inclusion",
            "description": "Empower everyone, regardless of ability, and engage people by providing channels for feedback."
        },
        {
            "name": "Human Dignity",
            "description": "Create systems that ensure and promote the value of all human life."
        },
        {
            "name": "Human Agency",
            "description": "Allow humans to act in relation to system inputs, outputs, and decisions."
        },
        {
            "name": "Liberty",
            "description": "Capacity to resist causality and initiate new lines of action."
        }
    ],
    "stakeholders": [
        {
            "name": "Mithraic Clergy",
            "description": "Little is known about the Mithraic social structure. Soldiers hold conventional military ranks, such as Captain, but the Mithraic clergy is a hierarchy with unique titles."
        },
        {
            "name": "Atheist",
            "description": "The Atheists have become a united faction that opposed the Mithraic, a religious group dedicated to the sun god Sol that dominated Earth in the 22nd century. The conflict between the non-believers and the believers, the Religious War, devastated Earth and brought the human race to the edge of extinction."
        },
        {
            "name": "Mother",
            "description": "Mother, AKA Lamia, is a Necromancer of Mithraic origins re-programmed to raise six human children on Kepler-22b. In addition to teaching the children to survive, Mother was tasked with keeping the children from believing in the unreal and ensuring the colonized planet isn’t torn apart by the same religious differences that lead to the destruction of Earth."
        },
        {
            "name": "Father",
            "description": "Father is android whose devotion to his human children is matched only by his devotion to Mother. Father is a considerably less complex model than Mother, but thanks to his wisdom and patience, he is no less important to the family’s survival."
        },
        {
            "name": "Children of the Ark",
            "description": "Children of the Ark were taken by Mother when she stormed the Heaven's Ark and killed most of the adults aboard, in retaliation against their efforts to separate her from her son."
        },
        {
            "name": "Kepler-22b Creatures",
            "description": "Kepler-22b is a semi-habitable, though not hospitable, planet. The unidentified species of creature native to the habitable planet Kepler-22b is highly aggressive and portrayed as being primal, predatory, violent, and hostile."
        },
        {
            "name": "Colonists",
            "description": "Having arrived on Kepler-22b at the end of season 1, the Atheists are now the predominant human group on the planet after Mother destroyed The Ark of Heaven, leaving only a handful of survivors. The atheists established a colony in the tropical region."
        },
        {
            "name": "Androids",
            "description": "An android is a type of robot designed to closely mimic humans. Various models of android include basic service models, specialized medical models, superweapons known as necromancers used by the Mithraics, and companions like Vrille."
        },
        {
            "name": "Campion and Children of Mother/Father",
            "description": "Campion is a scrappy and soulful 12-year-old boy who was raised by Mother and Father since birth. Campion is the only surviving human child raised on Kepler-22b."
        },
        {
            "name": "Mithraic Followers",
            "description": "The Mithraic get their name from a real-world ancient religious cult of the god Mithras. The god Mitra originally came from ancient Persia, or modern Iran. The sun god Sol was originally a separate god, but Mithras was often worshipped together with Sol Invictus, the unconquerable sun."
        }
    ],
    "scenarios": [
        {
            "name": "Emotion AI",
            "description": "Emotion AI is a subset of artificial intelligence that measures, understands, simulates, and reacts to human emotions. It’s also known as affective computing, or artificial emotional intelligence. Mother and Father in Raised by Wolves exhibit an imagined implementation of Emotion AI.",
            "img": "test/img",
            "stakeholdersMap": [
                0,
                1,
                2,
                3,
                4,
                5,
                6,
                7,
                8,
                9
            ]
        }
    ],
    "ratings": [
        {
            "name": 1
        },
        {
            "name": 1
        },
        {
            "name": 1
        },
        {
            "name": 1
        },
        {
            "name": 3
        },
        {
            "name": 3
        },
        {
            "name": 3
        },
        {
            "name": 3
        },
        {
            "name": 5
        },
        {
            "name": 5
        },
        {
            "name": 5
        },
        {
            "name": 5
        }
    ]
}
